Repository: huseyinozdemir/pythontr_api
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: Personel Info
tr: Personel Bilgisi

source: Permissions
tr: Yetkiler

source: Important dates
tr: Önemli Tarihler

source: Unable to authenticate with provided credentials
tr: Sağlanan kimlik bilgileriyle kimlik doğrulaması yapılamıyor

source: Article created successfully.
tr: Makale başarıyla oluşturuldu.

source: Passwords do not match
tr: Şifreler eşleşmiyor

source: reCAPTCHA verification failed.
tr: reCAPTCHA doğrulaması başarısız oldu.

source: Not found
tr: Kayıt bulunamadı

# welcome_to_www
source: Welcome to www.pythontr.com
tr: Pythontr.com sitemize hoşgeldiniz!

# welcome_to_www_message
source: Please click the link below to activate your account: {link} This link is valid until {expires_at}.
tr: Hesabınızı aktif hale getirmek için lütfen aşağıdaki linki tıklayınız. {link} Bu link {expires_at} tarihine kadar geçerlidir. Pythontr.com Team

source: Activation code is expired
tr: Aktivasyon kodunun süresi dolmuş.

# activation_code_is_invalid
source: Invalid activation code
tr: Geçersiz aktivasyon kodu.

source: Account activated successfully
tr: Hesabınız başarıyla aktive edildi.

# new_activation_code_title
source: New Activation Code
tr: Yeni Aktivasyon Kodu

# new_activation_code_message
source: Your new activation code: {code} This link is valid until {expires_at}.
tr: Yeni aktivasyon kodunuz: {code} Bu link {expires_at} tarihine kadar geçerlidir. Pythontr.com Team

# new_activation_code_sent
source: New activation code sent to your email address.
tr: Yeni aktivasyon kodu email adresinize gönderildi.

source: User not found with active code
tr: Bu email adresi ile kayıtlı aktif edilmemiş hesap bulunamadı.

source: Please confirm your password
tr: Lütfen şifrenizi doğrulayın

source: Please enter your current password
tr: Lütfen güncel şifrenizi doğrulayın

source: Current password is incorrect
tr: Güncel şifreniz yanlış

# password_reset_title
source: Password Reset
tr: Şifre Sıfırlama

# password_reset_message
source: Please click the link below to reset your password: {link} Pythontr.com Team
tr: Şifrenizi sıfırlamak için aşağıdaki linke tıklayın: {link} Pythontr.com Team

# password_reset_success_message_link_sent
source: Password reset link sent to your email address.
tr: Şifre sıfırlama linki email adresinize gönderildi.

# password_reset_success_message
source: Password reset successfully.
tr: Şifreniz başarıyla değiştirildi.

source: Invalid link
tr: Geçersiz link

source: Invalid link or expired
tr: Geçersiz link veya süresi dolmuş

source: Email not found
tr: Bu email adresi ile kayıtlı kullanıcı bulunamadı.

source: You cannot delete your own account
tr: Kendi hesabınızı silemezsiniz.

source: You cannot modify your own account
tr: Kendi hesabınızı değiştiremezsiniz.

source: Invalid token or expired
tr: Token geçersiz veya süresi dolmuş.
